_posts/language/2017-05-16-english-tigress.html
---
layout: post
title: 单词本：母老虎
categories: [language]
tags: [English]
---

<p>
最近对一个表示女性的词缀 -ess 有了一些新的认识。所以，写下来做个记录吧。
</p>

<div id="outline-container-orgade0328" class="outline-2">
<h2 id="orgade0328"><span class="section-number-2">1</span> 表示女性的名词</h2>
<div class="outline-text-2" id="text-1">
<p>
通常，-ess 添加在一类名词后面表示女性的意思。这类名词通常由 -er 或者 -or 结尾，比如：
</p>

<ul class="org-ul">
<li>waiter 男服务员，waitress 女服务员。</li>
<li>actor 男演员，actress 女演员</li>
<li>host 主人，hostess 女主人</li>
<li>poet 诗人，poetess 女诗人</li>
<li>steward 管家，stewardess 女管家，空中小姐</li>
<li>emperor 皇帝，empress 女皇</li>
<li>prince 王子，princess 公主</li>
<li>god 神，goddess 女神</li>
</ul>
</div>
</div>

<div id="outline-container-org8afa699" class="outline-2">
<h2 id="org8afa699"><span class="section-number-2">2</span> 表示雌性的名词</h2>
<div class="outline-text-2" id="text-2">
<p>
但是呢，我看英语语法名词的性部分，发现某一些凶猛动物也用 -ess 结尾来表示雌性，比如：
</p>

<ul class="org-ul">
<li>lion 狮子，lioness 母狮子</li>
<li>leopard 猎豹，leopardess 母豹</li>
<li>tiger 老虎，tigress 母老虎</li>
</ul>

<p>
然而像牛，羊，马之类的，就不用 -ess 来表示雌性的动物。比如：
</p>

<ul class="org-ul">
<li>bull 公牛，cow 母牛</li>
<li>ram 公羊，ewe 母羊</li>
<li>stallion 公马，mare 母马</li>
<li>pig 公猪，sow 母猪</li>
</ul>

<p>
于是，我心中就有了一个疑问了，英语世界的人们，你们是因为老虎狮子豹比较凶猛，你们害怕它们，就给它们比较高的构词待遇，而对于比较温顺的动物就敷衍了事了？
</p>
</div>
</div>
